import pizza from "../public/food/pizza.jpg";
import pizza2 from "../public/food/pizza2.jpg";
import alfredo from "../public/food/alfredo.jpg";
import burger from "../public/food/burger.jpg";
import cold from "../public/food/cold.jpg";
import cheese from "../public/food/cheese.jpg";
import mix from "../public/food/mix.jpg";
import steaks from "../public/food/steaks.jpg";
import fries from "../public/food/fries.jpg";
import hotdog from "../public/food/hotdog.jpg";

export const food = [
  {
    id: 1,
    title: "پیتزا ایتالیایی",
    price: "189000",
    restaurant: "پیتزا مارگاریتا",
    category: "فست فود، ایتالیایی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: pizza,
  },
  {
    id: 2,
    title: "پیتزا آمریکایی",
    price: "140000",
    restaurant: "پیتزا فست فود مهران",
    category: "فست فود، آمریکایی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: pizza2,
  },
  {
    id: 3,
    title: "پاستا پنه آلفردو",
    price: "241000",
    restaurant: "فست فود تاینی",
    category: "فست فود، ایتالیایی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: alfredo,
  },
  {
    id: 4,
    title: "برگر مخصوص",
    price: "152000",
    restaurant: "میت برگر",
    category: "فست فود، ساندویچ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: burger,
  },
  {
    id: 5,
    title: "ساندویچ سرد",
    price: "89000",
    restaurant: "هانی برگر",
    category: "فست فود، ساندویچ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: cold,
  },
  {
    id: 6,
    title: "چیزبرگر مخصوص",
    price: "189000",
    restaurant: "میت برگر",
    category: "فست فود، ساندویچ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: cheese,
  },
  {
    id: 7,
    title: "ساندویچ مخلوط",
    price: "16000",
    restaurant: "فست فود تاینی",
    category: "فست فود، ساندویچ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: mix,
  },
  {
    id: 8,
    title: "استیک گریل",
    price: "345000",
    restaurant: "گریل لند",
    category: "فست فود، استیک",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: steaks,
  },
  {
    id: 9,
    title: "سیب فرانسوی",
    price: "74000",
    restaurant: "فست فود تاینی",
    category: "فست فود، سخاری",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: fries,
  },
  {
    id: 10,
    title: "هات داگ",
    price: "112000",
    restaurant: "هانی برگر",
    category: "فست فود، ساندویچ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: hotdog,
  },
];

import iranian1 from "../public/iranian/1.jpg";
import iranian2 from "../public/iranian/2.jpg";
import iranian3 from "../public/iranian/3.jpg";
import iranian4 from "../public/iranian/4.jpg";
import iranian5 from "../public/iranian/5.jpg";
import iranian6 from "../public/iranian/6.jpg";
import iranian7 from "../public/iranian/7.jpg";
import iranian8 from "../public/iranian/8.jpg";
import iranian9 from "../public/iranian/9.jpg";
import iranian10 from "../public/iranian/10.jpg";
import iranian11 from "../public/iranian/11.jpg";
import iranian12 from "../public/iranian/12.jpg";

export const iranian = [
  {
    id: 1,
    img: iranian1,
  },
  {
    id: 2,
    img: iranian2,
  },
  {
    id: 3,
    img: iranian3,
  },
  {
    id: 4,
    img: iranian4,
  },
  {
    id: 5,
    img: iranian5,
  },
  {
    id: 6,
    img: iranian6,
  },
  {
    id: 7,
    img: iranian7,
  },
  {
    id: 8,
    img: iranian8,
  },
  {
    id: 9,
    img: iranian9,
  },
  {
    id: 10,
    img: iranian10,
  },
  {
    id: 11,
    img: iranian11,
  },
  {
    id: 12,
    img: iranian12,
  },
];
