import pizza from "../public/food/pizza.jpg";
import pizza2 from "../public/food/pizza2.jpg";
import alfredo from "../public/food/alfredo.jpg";
import burger from "../public/food/burger.jpg";
import cold from "../public/food/cold.jpg";
import cheese from "../public/food/cheese.jpg";
import mix from "../public/food/mix.jpg";
import steaks from "../public/food/steaks.jpg";
import fries from "../public/food/fries.jpg";
import hotdog from "../public/food/hotdog.jpg";

export const food = [
  {
    id: 1,
    title: "پیتزا ایتالیایی",
    price: "189000",
    restaurant: "پیتزا مارگاریتا",
    category: "فست فود، ایتالیایی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: pizza,
  },
  {
    id: 2,
    title: "پیتزا آمریکایی",
    price: "140000",
    restaurant: "پیتزا فست فود مهران",
    category: "فست فود، آمریکایی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: pizza2,
  },
  {
    id: 3,
    title: "پاستا پنه آلفردو",
    price: "241000",
    restaurant: "فست فود تاینی",
    category: "فست فود، ایتالیایی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: alfredo,
  },
  {
    id: 4,
    title: "برگر مخصوص",
    price: "152000",
    restaurant: "میت برگر",
    category: "فست فود، ساندویچ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: burger,
  },
  {
    id: 5,
    title: "ساندویچ سرد",
    price: "89000",
    restaurant: "هانی برگر",
    category: "فست فود، ساندویچ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: cold,
  },
  {
    id: 6,
    title: "چیزبرگر مخصوص",
    price: "189000",
    restaurant: "میت برگر",
    category: "فست فود، ساندویچ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: cheese,
  },
  {
    id: 7,
    title: "ساندویچ مخلوط",
    price: "16000",
    restaurant: "فست فود تاینی",
    category: "فست فود، ساندویچ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: mix,
  },
  {
    id: 8,
    title: "استیک گریل",
    price: "345000",
    restaurant: "گریل لند",
    category: "فست فود، استیک",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: steaks,
  },
  {
    id: 9,
    title: "سیب فرانسوی",
    price: "74000",
    restaurant: "فست فود تاینی",
    category: "فست فود، سخاری",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: fries,
  },
  {
    id: 10,
    title: "هات داگ",
    price: "112000",
    restaurant: "هانی برگر",
    category: "فست فود، ساندویچ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.",
    img: hotdog,
  },
];

import iranian1 from "../public/iranian/1.jpg";
import iranian2 from "../public/iranian/2.jpg";
import iranian3 from "../public/iranian/3.jpg";
import iranian4 from "../public/iranian/4.jpg";
import iranian5 from "../public/iranian/5.jpg";
import iranian6 from "../public/iranian/6.jpg";
import iranian7 from "../public/iranian/7.jpg";
import iranian8 from "../public/iranian/8.jpg";
import iranian9 from "../public/iranian/9.jpg";
import iranian10 from "../public/iranian/10.jpg";
import iranian11 from "../public/iranian/11.jpg";
import iranian12 from "../public/iranian/12.jpg";

export const iranian = [
  {
    id: 1,
    img: iranian1,
    price: "98.900",
  },
  {
    id: 2,
    img: iranian2,
    price: "86.100",
  },
  {
    id: 3,
    img: iranian3,
    price: "119.000",
  },
  {
    id: 4,
    img: iranian4,
    price: "99.000",
  },
  {
    id: 5,
    img: iranian5,
    price: "85.500",
  },
  {
    id: 6,
    img: iranian6,
    price: "69.900",
  },
  {
    id: 7,
    img: iranian7,
    price: "52.300",
  },
  {
    id: 8,
    img: iranian8,
    price: "89.900",
  },
  {
    id: 9,
    img: iranian9,
    price: "110.000",
  },
  {
    id: 10,
    img: iranian10,
    price: "142.000",
  },
  {
    id: 11,
    img: iranian11,
    price: "75.000",
  },
  {
    id: 12,
    img: iranian12,
    price: "66.200",
  },
];

import { IoPizzaOutline } from "react-icons/io5";
import { LuSoup } from "react-icons/lu";
import { GiChickenOven } from "react-icons/gi";
import { FaHamburger } from "react-icons/fa";
import { CgCoffee } from "react-icons/cg";
import { GiCakeSlice } from "react-icons/gi";

export const icons = [
  {
    id: 1,
    icon: <IoPizzaOutline />,
    title: "ایتالیایی",
  },
  {
    id: 2,
    icon: <LuSoup />,
    title: "چینی",
  },
  {
    id: 3,
    icon: <GiChickenOven />,
    title: "ایرانی",
  },
  {
    id: 4,
    icon: <FaHamburger />,
    title: "فست فود",
  },
  {
    id: 5,
    icon: <CgCoffee />,
    title: "کافی شاپ",
  },
  {
    id: 6,
    icon: <GiCakeSlice />,
    title: "شیرینی",
  },
];

import restaurant from "../public/blog/restaurant.jpg";
import chef from "../public/blog/chef.jpg";
import coffee from "../public/blog/coffee.jpg";
import delivery from "../public/blog/delivery.jpg";
import kitchen from "../public/blog/kitchen.jpg";
import blogBurger from "../public/blog/burger.jpg";

export const blogPost = [
  {
    id: 1,
    title: "رستوران مدرن",
    author: "آرش کرمانی",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
    date: "اردیبهشت",
    blogImg: restaurant,
  },
  {
    id: 2,
    title: "دوره های آشپزی حرفه ای",
    author: "یاسمن ناصری",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
    date: "اردیبهشت",
    blogImg: chef,
  },
  {
    id: 3,
    title: "بالا بردن کیفیت قهوه",
    author: "نازنین احمدی",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
    date: "اردیبهشت",
    blogImg: coffee,
  },
  {
    id: 4,
    title: "سریع ترین زمان ممکن",
    author: "پیام زمانی",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
    date: "بهمن",
    blogImg: delivery,
  },
  {
    id: 5,
    title: "آشپزخانه استاندارد",
    author: "احمد جمشیدی",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
    date: "اردیبهشت",
    blogImg: kitchen,
  },
  {
    id: 6,
    title: "ساندویچ با کیفیت",
    author: "ادمین",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
    date: "فروردین",
    blogImg: blogBurger,
  },
];

import person1 from "../public/feedback/person1.png";
import person2 from "../public/feedback/person2.png";
import person3 from "../public/feedback/person3.png";
import person4 from "../public/feedback/person4.png";
import person5 from "../public/feedback/person5.png";
import person6 from "../public/feedback/person6.png";

export const feedback = [
  {
    id: 1,
    name: "احسان بهرامی",
    feedback:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.",
    img: person1,
  },
  {
    id: 2,
    name: "سمانه نیکنژادی",
    feedback:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.",
    img: person2,
  },
  {
    id: 3,
    name: "",
    name: "پریا هاشمی",

    feedback:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.",
    img: person3,
  },
  {
    id: 4,
    name: "مسعود عظیمی",
    feedback:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.",
    img: person4,
  },
  {
    id: 5,
    name: "سیما علی پور",
    feedback:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.",
    img: person5,
  },
  {
    id: 6,
    name: "سارا محمدی",
    feedback:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.",
    img: person6,
  },
];
